import { FormulaType } from "../../types";

export const physicalActions: FormulaType[] = [
  {
    name: "Карабканье",
    text: "Ловкость + Атлетика"
  },
  {
    name: "Вождение",
    text: "Ловкость/Сообразительность + Вождение"
  },
  {
    name: "Вторжение",
    text: "Ловкость/Восприятие + Безопасность"
  },
  {
    name: "Прыжки",
    text: "Сила или Сила + Атлетика для прыжка с разбега"
  },
  {
    name: "Поднять/Сломат/Открыть/Закрыть",
    text: "Сила"
  },
  {
    name: "Преследование",
    text: "Ловкость + Атлетика/Вождение"
  },
  {
    name: "Слежка",
    text: "Ловкость + Скрытность/Вождение"
  },
  {
    name: "Красться",
    text: "Ловкость + Скрытность"
  },
  {
    name: "Метание",
    text: "Ловкость + Атлетика"
  }
];