import { FormulaType } from "../../types";

export const mentalActions: FormulaType[] = [
  {
    name: "Пробуждение",
    text: "Восприятие (+ Прорицание) сл. 8 чтобы проснуться, Человечность сл. 8 чтобы не уснуть (1 успех 1 ход, 5 успехов не спишь до конца сцены)"
  },
  {
    name: "Компьютерный взлом",
    text: "Интеллект/Сообразительность + Компьютеры"
  },
  {
    name: "Расследование",
    text: "Восприятие + Расследование"
  },
  {
    name: "Ремонт",
    text: "Ловкость/Восприятие + Ремесла"
  },
  {
    name: "Исследование",
    text: "Интеллект + Гуманитарные науки/Оккультизм/Естественные науки"
  },
  {
    name: "Читать следы",
    text: "Восприятие + Выживание"
  }
];