import { FormulaType } from "../../types";

export const socialActions: FormulaType[] = [
  {
    name: "Умение кутить",
    text: "Обаяние + Эмпатия"
  },
  {
    name: "Втереться в доверие",
    text: "Манипулирование/Восприятие + Хитрость"
  },
  {
    name: "Забалтывание",
    text: "Манипулирование + Хитрость"
  },
  {
    name: "Допрос",
    text: "Манипулирование + Эмпатия/Запугивание"
  },
  {
    name: "Запугивание",
    text: "Сила/Манипулирование + Запугивание"
  },
  {
    name: "Риторика",
    text: "Обаяние + Лидерство"
  },
  {
    name: "Исполнение",
    text: "Обаяние + Исполнение"
  },
  {
    name: "Соблазнение - знакомство/начало разговора",
    text: "Внешность + Хитрость (сл. Сообразительность +3 цели)"
  },
  {
    name: "Соблазнение - проявление своего остроумия",
    text: "Сообразительность + Хитрость (сл.  Интеллект +3 цели)"
  },
  {
    name: "Соблазнение - неприличный/интимный разговор",
    text: "Обаяние + Эмпатия (сл.  Восприятие +3 цели)"
  }
];